{
  "mediastrom products": {
    "beds": [
      {
        "Parma": [
          {
            "description": "Experiment with colors on the headboard and customize the bed according to the signature of your hotel or your home."
          },
          {
            "dimensions": "max length 160cm, max height 108cm, max width 200cm"
          }
        ]
      },
      {
        "Napoli": [
          {
            "description": "Combines the comfort of the classic with the freshness of the modern, enhancing the aesthetics of the space and the quality of sleep."
          },
          {
            "dimensions": "We manufacture our beds every 10cm, max length 160cm, max height 125cm, max width 200cm"
          }
        ]
      },
      {
        "Livorno": [
          {
            "description": "Beautiful & Functional. Its minimal, simple lines ensure a five-star sleep in your hotel or home. Available in a wide variety of fabrics, it combines with all bases (with or without storage) & all Media Strom furniture."
          },
          {
            "dimensions": "Available in all sizes for Single, Semi-Double, Double, or King Size Bed. The bed is produced every 10 cm, in widths of 90-200 cm."
          }
        ]
      },
      {
        "Sienna": [
          {
            "description": "Ideal for any hotel space but not only, thanks to its simple design line and incredible durability."
          },
          {
            "dimensions": "max length 165cm, max height 110cm, max width 200cm"
          }
        ]
      },
      {
        "London": [
          {
            "description": "Choose light-colored fabrics to enlarge your space or warm, dark earthy tones to give a sense of 'warmth'."
          },
          {
            "dimensions": "max length 160cm, max height 117cm, max width 200cm"
          }
        ]
      },
      {
        "Barcelona": [
          {
            "description": "The combination of the bed fabric with the curtain or the cushions creates a complete space of unique aesthetics."
          },
          {
            "dimensions": "max length 160cm, max height 123cm, max width 200cm"
          }
        ]
      },
      {
        "Kansas": [
          {
            "description": "Designed in a simple, minimalist line, it matches any decoration style."
          },
          {
            "dimensions": "max length 160cm, max height 105cm, max width 200cm"
          }
        ]
      },
      {
        "Monaco": [
          {
            "description": "Classic design, which combines with countless decoration styles and can 'follow' the most advanced interior design trends."
          },
          {
            "dimensions": "max length 160cm, max height 120cm, max width 200cm"
          }
        ]
      },
      {
        "Lyon": [
          {
            "description": "Available in a wide variety of fabrics, it combines with all bases (with or without storage) & all Media Strom furniture. A superb design, which combines with countless decoration styles and can 'follow' the most advanced interior design trends."
          }
        ]
      },
      {
        "Roma": [
          {
            "description": "The secret lies in the color... It can 'calm' or ignite the aesthetics of your space, following the creative line of your hotel or home."
          },
          {
            "dimensions": "Available in all sizes for Single, Semi-Double, Double, or King Size Bed. max length 160cm, max height 105cm, max width 200cm"
          }
        ]
      },
      {
        "Malta": [
          {
            "description": "Unique headboard, the ideal choice for king-size beds."
          },
          {
            "dimensions": "max length 160cm, max height 110cm, max width 200cm"
          }
        ]
      },
      {
        "Brooklyn": [
          {
            "description": "Its 'quiet' design allows it to 'integrate' into any decoration style."
          },
          {
            "dimensions": "max length 160cm, max height 105cm, max width 200cm"
          }
        ]
      },
      {
        "Amalfi": [
          {
            "description": "Available in a wide variety of fabrics, and it combines with all Media Strom furniture."
          },
          {
            "dimensions": "The Amalfi bed is produced in widths of 205 & 225 cm and in height of 130 cm."
          }
        ]
      },
      {
        "Tivoli": [
          {
            "description": "Available with 3 different pillow options: Fluffy, Forma, Slim. The fabric on the headboard is not removable. The fabric on the pillows is removable. The fabric on the pillows is with scratch, which adjusts according to the mattress choice."
          },
          {
            "dimensions": "Height from the ground 106 cm, max width 180 cm. Headboard thickness 2 cm."
          }
        ]
      },
      {
        "Sorento": [
          {
            "description": "Available in a wide variety of fabrics, and it combines with all Media Strom furniture. It combines with Mediflex 20 frame or with a storage base."
          },
          {
            "dimensions": "The Sorento bed is produced only in the dimension 175*230 cm (for mattress 160*200 cm)."
          }
        ]
      },
      {
        "Venice": [
          {
            "description": "Available in a wide variety of fabrics, and it combines with all Media Strom furniture. It combines with Mediflex 20 frame."
          },
          {
            "dimensions": "The Venice bed is produced only in the dimension 176*233 cm (for mattress 160*200 cm)."
          }
        ]
      },
      {
        "Capri": [
          {
            "description": "Available with a specific type of fabric, in 6 different shades."
          },
          {
            "dimensions": "The Capri bed is produced only in the dimension 170*220 cm (for mattress 160*200 cm)."
          }
        ]
      }
    ],
    "mattresses": {
      "optimum": [
        {
          "diamond": {
            "description": "Antimicrobial protection & perfect hygiene with the globally pioneering application of probiotics on mattresses to combat allergens (Active Probiotics). Sleep on the top mattress on the market reflects on your skin, smile, and mood every day! Top feeling. Cutting-edge technology. Excellent support with a 4-layer spring system. Unmatched comfort: Integrated Topper 2-in-1. Unmatched Hygiene: Active Probiotics & Micromodal fiber. The 'RECIPE': Quilted Winter/Summer. Winter Side: Camel Hair Fill, Ultra Latex, Memory VE, Stability Control Pad. Summer Side: Stability Control Pad, Comfy Foam, Camel Hair Fill, 3D Airflow. Winter/Summer Fill. Winter Side: Ultra Latex, Comfy Foam. Summer Side: Active Foam II, Comfy Foam. Support: Spring System 'Air flow pocket', 4 levels of springs & 7 support zones. Softec topper pocket springs - 973 springs/m2 - Side Support Plus. Memory Foam: Unique embrace of the body's curves. Active Probiotics: Antimicrobial protection and perfect hygiene. Ultra Latex: Unmatched comfort and perfectly hygienic environment, due to its thermoregulatory properties. Hardness: 8.5/10 with 1 being very hard and 10 being very soft."
          }
        },
        {
          "platinum": {
            "description": "Antimicrobial protection & perfect hygiene with the globally pioneering application of probiotics on mattresses to combat allergens (Active Probiotics). Sleep on the top mattress on the market reflects on your skin, smile, and mood every day! Top feeling. Cutting-edge technology. Excellent support with a 4-layer spring system. Unmatched comfort: Integrated Topper 2-in-1. Unmatched Hygiene: Active Probiotics & Micromodal fiber. The 'RECIPE': Quilted Winter/Summer. Winter Side: Camel Hair Fill, High Density Foam, Ultra Latex, Stability Control Pad. Summer Side: Comfy Foam, Cool Wool & Mohair fill, 2D Airflow, Stability Control Pad. Winter/Summer Fill. Winter Side: Curved Energy Foam, High Density Foam. Summer Side: Soft Foam, High Density Foam. Support: Spring System 'Air flow pocket', 4 levels of springs & 7 support zones. Softec topper pocket springs - 973 springs/m2 - Side Support Plus. Ideal embrace: 2 products in 1, Mattress & Topper together. Memory Foam: For unique comfort and body curves. Ultra Latex: For unmatched feeling of comfort and hygiene for an enjoyable sleep. Hardness: 6.1/10 with 1 being very hard and 10 being very soft."
          }
        },
        {
          "gold": {
            "description": "Maintain energy and efficiency throughout the day. Unmatched relaxation. Ideal support with a 2-layer spring system. Absolute feeling of comfort: Topper 2-in-1. Unmatched Hygiene: Active Probiotics. The 'RECIPE': Quilted Winter/Summer. Winter Side: Camel Hair Fill, Active Foam Control II, Ultra Latex, Stability Control Pad. Summer Side: Comfy Foam, Cool Wool Fill, 3D Airflow, Stability Control Pad. Winter/Summer Fill. Winter Side: Soft Foam Plus, Curved Energy Foam. Summer Side: Soft Foam, Curved Energy Foam. Support: Softec topper springs, Hi-low springs, 493 springs/m2, Side Support Plus. 2-Level & 7-Zone Spring Systems: Ideal progressive support and comfort with ventilation channels for quality and hygienic sleep. Camel Hair: for soft and warm embrace in winter, without sinking. Ideal embrace: 2 products in 1, Mattress & Topper together. Hardness: 7.5/10 with 1 being very hard and 10 being very soft."
          }
        },
        {
          "silver": {
            "description": "Wake up refreshed, ready for creativity. Unique 'embrace'. Excellent support with a 2-layer spring system. Absolute feeling of comfort: Topper 2-in-1. Unmatched Hygiene: Active Probiotics. The 'RECIPE': Quilted Winter/Summer. Winter Side: Helicoidal Fill, High Density Foam, Stability Control Pad. Summer Side: Comfy Foam, Cool wool fill, 3D Airflow, Stability Control Pad. Winter/Summer Fill. Winter Side: High Density Foam, Soft Foam Plus. Summer Side: Soft Foam, High Density Foam. Support: Softec topper springs, Hi-low springs, 493 springs/m2, Side Support Plus. 2-Level & 7-Zone Spring Systems: High degree of progressive support and comfort with ventilation channels for quality and hygienic sleep. Ideal embrace: 2 products in 1, Mattress & Topper together. Comfort: Double Side for warmth in winter and coolness in summer. Hardness: 5.6/10 with 1 being very hard and 10 being very soft."
          }
        }
      ],
      "advance prime": [
        {
          "galaxy premium": {
            "description": "Soft embrace at first contact that leads to a natural feeling of rejuvenation. Point progressive support. Cutting-edge Memory & Latex technology. Unmatched feeling and comfort, Topper 2-in-1. Unmatched Hygiene: Greenfirst. Comfort - Topper: Knitted Breathable Fabric with Aegis treatment, 3D Helicoidal Fill Plus, 3D Helicoidal Fill, Active Foam II, Stability Control Pad, Memory, Latex. Support: Side support plus, Progressive independent springs Go-Up Progressive with 3 vertical support zones. Hygiene – Bottom side: Cocolatex Anti Dust-Mite, Comfy Foam, Stability Control Pad, 3D Helicoidal Fill, 3D AirFlow Surface. Exclusive Progressive technology: for full body support with 3 vertical support zones. Memory & Latex: for a wonderful feeling of relaxation. 3D AirFlow: for breathability and maximum mattress hygiene. Hardness: 8.2/10 with 1 being very hard and 10 being very soft."
          }
        },
        {
          "galaxy": {
            "description": "Experience the ultimate relaxing sleep every day. Point progressive support. Unmatched comfort, Topper 2-in-1. Unmatched Hygiene: Greenfirst. Comfort - Topper: Knitted Breathable Fabric with Aegis treatment, 3D Helicoidal Fill Plus, Active Foam II, Stability Control Pad, Latex Ultra, Curved Anesis Foam. Support: Side support plus, Progressive independent springs Go-Up SoftTouch Progressive with 3 vertical support zones. Hygiene – Bottom side: Cocolatex Anti Dust-Mite, Soft Foam x2, Stability Control Pad, 3D Helicoidal Fill, 3D AirFlow Surface. Exclusive Progressive support technology for full body support. Latex Ultra for unmatched comfort and soft feel. Cocolatex Anti Dust-Mite for the ultimate mattress hygiene with 3 vertical support zones. Hardness: 7.6/10 with 1 being very hard and 10 being very soft."
          }
        },
        {
          "discover premium": {
            "description": "The mattress that 'reads' your body! The most harmonious combination of comfort and support. Full point progressive support. Perfect adaptation to body curves, Memory. Ideal comfort: Integrated Topper 2-in-1. Unmatched Hygiene: Greenfirst. Comfort - Topper: Knitted Breathable Fabric with Aegis treatment [x2], 3D Helicoidal Fill Plus, Active Foam II, 3D Helicoidal Fill, Soft Foam, Stability Control Pad, Memory VE, Soft Foam. Support: Side support plus, Progressive independent springs Go-Up PurEssence Progressive. Hygiene – Bottom side: Cocolatex Anti Dust-Mite, Soft Foam, Stability Control Pad, 3D Helicoidal Fill, 3D AirControl zone. Exclusive Progressive support technology instant adaptation to different body weights and body types. Memory VE for a precise body contour embrace. 3D AirControl zone for breathability and hygiene around the body. Hardness: 5.6/10 with 1 being very hard and 10 being very soft."
          }
        },
        {
          "discover": {
            "description": "Recognizes every body movement and responds intelligently! Top comfort thanks to the topper based on Latex Ultra. Full point progressive support. Comfort: Integrated Topper 2-in-1. Unmatched Hygiene: Greenfirst. Comfort - Topper: Knitted Breathable Fabric with Aegis treatment [x2], 3D Helicoidal Fill Plus, Soft Foam, 3D Helicoidal Fill, Soft Foam, Stability Control Pad, Latex Ultra, Soft Foam. Support: Side support plus, Progressive independent springs Go-Up PurEssence Progressive. Hygiene – Bottom side: Cocolatex Anti Dust-Mite, Soft Foam, Stability Control Pad, 3D Helicoidal Fill, 3D AirControl zone. Exclusive Progressive support technology instant adaptation to different body weights and body types. Latex Ultra for unmatched comfort and soft feel. Topper Inside 2-in-1. For unparalleled relaxation feeling twice over. Hardness: 4.9/10 with 1 being very hard and 10 being very soft."
          }
        }
      ],
      "advance": [
        {
          "care": {
            "description": "The new 5th generation Advance CARE is here offering the perfect sleep experience in its category! With 912 independent micro pocket springs and 7 support zones, it supports even the heaviest parts of your body while allowing muscles to relax, providing the most rejuvenating sleep. (Ideal support). The unique elasticity of Ultra latex, combined with ergonomic materials, allows for immediate recovery, offering unmatched comfort. (Unmatched comfort). With the addition of natural wool (Italian wool), we achieved maximum moisture absorption, providing a healthy and safe resting environment for your body. (Hygiene & Safety). Comfort: Knitted Breathable Fabric with Sanitized treatment [x2], 3D Helicoidal Fill with natural Italian wool [x2], 3D Helicoidal Fill Plus [x2], Stability Control Pad [x2], Latex Ultra [x2], Soft Foam Plus [x2]. Support: Side Support Plus, Independent springs Go-Up 7zones MicroPocket with 7 support zones. Hygiene: Aero Spots. The Go-Up MicroPocket 7 zone springs ideally support the body with 7 support zones. Ultra Latex. Unique elasticity for uninterrupted sleep! Sanitized Hygiene Function for a healthy and microorganism-free mattress. Hardness: 8.5/10 with 1 being very hard and 10 being very soft."
          }
        },
        {
          "feel": {
            "description": "The new 5th generation Advance Feel is here offering a unique feeling of relaxation and comfort in its category. With 912 independent micro pocket springs and 7 support zones, it supports even the heaviest parts of your body while allowing muscles to relax, providing the most rejuvenating sleep. (Ideal support). The ergonomic materials (Curved Foam) perfectly adapt to the body curves providing unmatched comfort during sleep. (Unmatched comfort). The addition of cotton wadding with special helicoidal design (Cotton Helicoidal Fill) gives a fluffy feeling providing the perfect embrace for your body. (Wonderful embrace). Comfort: Knitted Breathable Fabric with Sanitized treatment [x2], 3D Helicoidal Fill Plus with cotton [x2], Comfy Foam [x2], Stability Control Pad [x2], Curved Anesis Foam [x2], Stability Control Pad [x2]. Support: Side Support Plus, Independent springs Go-Up 7zones MicroPocket with 7 support zones. Hygiene: Aero Spots. Personalized body support thanks to Go-Up Pocket 7zone springs with 7 support zones. 3D Helicoidal Fill with Cotton for excellent comfort feeling. Hardness: 6.9/10 with 1 being very hard and 10 being very soft."
          }
        },
        {
          "touch": {
            "description": "With 625 independent pocket springs and 7 support zones that adapt to the body and keep the spine in its natural curve, allowing muscles to relax and providing restful sleep. (Enhanced support). The enhanced elasticity of the materials (Soft foam Plus) allows for immediate recovery, providing a high level of comfort. (High level of comfort). The addition of special helicoidal wadding combined with high-resilience foam retains their original properties over time, offering restful sleep. (Unmatched durability). Comfort: Knitted Breathable Fabric with Sanitized treatment [x2], 3D Helicoidal Fill [x4], Soft Foam Plus [x2], Stability Control Pad [x2], Soft Foam [x2], Stability Control Pad [x2]. Support: Side Support Plus, Independent Standard Pocket springs with 7 support zones. Hygiene: Aero spots. Personalized body support thanks to Standard Pocket springs with 7 support zones. 3D Helicoidal Fill for excellent comfort feeling. Side Support Plus. For safety and functionality on 100% of the mattress. Hardness: 5.9/10 with 1 being very hard and 10 being very soft."
          }
        },
        {
          "live": {
            "description": "The 625 independent pocket springs adapt to your body keeping it in its natural position and offer continuous uninterrupted sleep. (Independent support). Coconut fibers impregnated with latex and special density foam materials gently embrace the body providing unique comfort. (Unique comfort). The addition of special helicoidal wadding combined with high-resilience foam retains their original properties over time, offering restful sleep. (Unmatched durability). Comfort: Knitted Breathable Fabric with Sanitized treatment [x2], 3D Helicoidal Fill [x2], Comfy Foam [x2], Stability Control Pad [x2], CocoLatex Anti Dust-Mite [x2], Comfy Foam [x2]. Support: Side Support Plus, Independent Standard springs. Hygiene: Aero Spots [x4]. Personalized body support thanks to Standard Pocket springs. Each functions as an independent suspension & adapts to the body. Cocolatex Anti Dust-Mite to regulate moisture from sweating during sleep. Sanitized Hygiene Function. For a healthy and microorganism-free mattress. Hardness: 4.9/10 with 1 being very hard and 10 being very soft."
          }
        }
      ],
      "benefit": [
        {
          "calm": {
            "description": "Comfort: Knitted Breathable Fabric [x2], 3D Helicoidal Fill [x2], 3D Helicoidal Fill Plus[x2], Stability Control Pad [x2], Curved Anesis Foam [x2], Stability Control Pad [x2]. Support: Side Support, Standard Pocket springs. Hygiene: Aero Spots [x4], Aero Zones. Comfort thanks to advanced foam materials that gradually embrace the body and follow its natural curves, providing comfort. Knitted Fabric with elasticity offering point adaptation to body curves. Hygiene thanks to air ducts for free air circulation and mattress hygiene. Hardness: 5.9/10 with 1 being very hard and 10 being very soft."
          }
        },
        {
          "solid": {
            "description": "Comfort: Knitted Breathable Fabric [x2], 3D Helicoidal Fill [x2], Stability Control Pad [x2], Soft Foam [x2], Stability Control Pad [x2]. Support: Side Support, Standard Pocket springs. Hygiene: Aero Spots [x4], Aero Zones. Comfort thanks to Soft Foam. Knitted Fabric with elasticity offering point adaptation to body curves. Hygiene thanks to air ducts for free air circulation and mattress hygiene. Hardness: 4.9/10 with 1 being very hard and 10 being very soft."
          }
        },
        {
          "bold": {
            "description": "Comfort: Knitted Breathable Fabric [x2], 3D Helicoidal Fill Plus [x2], Soft Foam [x2], Stability Control Pad [x2], CocoLatex Anti Dust-Mite [x2], Stability Control Pad [x2]. Support: Side Support, Independent standard pocket springs. Hygiene: Aero Spots [x4], Aero Zones. Freshness, robustness, and hygiene thanks to Cocolatex Anti Dust-Mite. Aero Spots for free air circulation and mattress hygiene. The most advanced wadding with thermoregulatory properties regulate the comfort feeling and provide a delightful sleep. Hardness: 4.9/10 with 1 being very hard and 10 being very soft."
          }
        }
      ],
      "flexy": [
        {
          "pure": {
            "description": "For a night of enjoyable sleep and a morning full of vitality. Enjoy the perfect embrace of every curve of your body, thanks to the combination of highly advanced materials with the innovative Curved Memory Naturallis. Soft comfort free from the feeling of pressure on the body. Unmatched Hygiene: Aegis Shield. Flexibility that adapts to your preferences. Comfort: Knitted Breathable Fabric with Aegis treatment [x2], Comfort Fill [x4], Stability Control Pad [x2], Airflex Cover [x2], Curved Memory Naturallis multi-zone comfort, Aqua Foam multi-zone comfort. Support: Biogreen Foam multi-zone support. Hygiene: Aero Zone. Enjoyable comfort feeling thanks to Memory Naturallis. Aqua Foam that 'reads' and embraces each body type. BioGreen Foam with multiple zones for unique body support. Hardness: 6.5/10 with 1 being very hard and 10 being very soft."
          }
        },
        {
          "fresh": {
            "description": "Enjoy the embrace of every curve of your body, thanks to the combination of highly advanced materials with the innovative Curved Memory Naturallis. Unique comfort free from the feeling of pressure on the body. Unmatched Hygiene: Aegis Shield. Flexibility that adapts to your preferences. Comfort: Knitted Breathable Fabric with Aegis treatment [x2], Comfort Fill [x4], Stability Control Pad [x2], Airflex Cover [x2], Curved Memory Naturallis multi-zone comfort, 3D AirFlow. Support: Biogreen Foam multi-zone support. Hygiene: Aero Zones. Enjoyable comfort feeling thanks to Memory Naturallis. 3D AirFlow for breathability and maximum mattress hygiene. BioGreen Foam with multiple zones for unique body support. Hardness: 5/10 with 1 being very hard and 10 being very soft."
          }
        },
        {
          "air": {
            "description": "Enjoy the wonderful combination of natural material Natural Latex (85%) and the special Air-Stream architecture for excellent air circulation, in a comfortable mattress that offers natural rejuvenation. Unique comfort and embrace thanks to Natural Latex 7 zones. Unmatched Hygiene: Aegis Shield. Flexibility that adapts to your preferences. Soft embrace. Thanks to Natural Latex 7 zones. Aero Zones for temperature regulation and hygiene. Airstream Design for unmatched hygiene and freshness. Hardness: 7.8/10 with 1 being very hard and 10 being very soft."
          }
        },
        {
          "cool": {
            "description": "Comfortable mattress that gently embraces the body so you wake up every day with 'full batteries'. Soft comfort free from the feeling of pressure on the body. Flexibility that adapts to your preferences. Comfort: Knitted Breathable Fabric with Aegis treatment [x2], Comfort Fill [x4], Stability Control Pad [x2], Airflex Cover [x2]. Support: Natural Latex [85%] with 5 support zones. Hygiene: Aero Zones. Unique comfort feeling thanks to Natural Latex 5 zones. Comfort Fill for enhanced embrace and comfort. Aegis Shield protection on the fabric, for ultimate hygiene protection. Hardness: 6/10 with 1 being very hard and 10 being very soft."
          }
        }
      ],
      "baby": [
        {
          "dream": {
            "description": "Mattress Height (at the center): 13.5 cm. Number of Springs: 256 springs/m2. Thanks to its scientific design and excellent support, now your baby enjoys the most restful and rejuvenating sleep, for sweet and uninterrupted dreams! Comfort: Knitted Breathable Fabric with AntiAcaria treatment [x2], Comfort Fill [x6], Stability Control Pad [x2], Cocoflex Anti Dust-Mites [x2]. Support: Independent Baby Pocket Springs with multiple support points. Ergonomic materials for excellent comfort. Enjoyable comfort feeling thanks to quilted fabrics. Hygiene: Knitted Breathable Fabric with Anti-Acaria health shield. Cocoflex Anti Dust-Mite for unmatched hygiene. Total Health Protection, for a clean and hygienic sleep environment. Anti-Acaria Shield, the top health shield for hygiene and protection. Hardness: 7.5/10 with 1 being very hard and 10 being very soft."
          }
        },
        {
          "smile": {
            "description": "Mattress Height (at the center): 14 cm. Number of Springs: 190 springs/m2. For a pleasant, restful, and rejuvenating sleep, the Smile mattress is the ideal choice for your baby, giving it a smile day and night! Comfort: Knitted Breathable Fabric with AntiAcaria treatment [x2], Comfort Fill [x6], Stability Control Pad [x2], Cocoflex Anti Dust-Mites [x2]. Support: Stable & durable Baby Bonnel Springs. Stability Frame used peripherally & keeps the spring core compact. Ergonomic materials for excellent comfort. Comfort Fill quilted for enhanced embrace & comfort. Total Health Protection, for a clean and hygienic sleep environment. Anti-Acaria Shield, the top health shield for hygiene and protection. Side Support, for safety and functionality. Pumping Effect, for refreshing materials and hygiene. Cocoflex Anti Dust-Mite, for unmatched hygiene. Hardness: 6/10 with 1 being very hard and 10 being very soft."
          }
        }
      ]
    },
    "sofa beds": [
    {
      "gioia": [
        {
          "description": "The Gioia sofa has the advantage of fitting everywhere and providing immediate solutions to various issues. The most important? Decoration, hospitality, storage! Its special construction allows it to cover every need easily, quickly, and economically!"
        },
        {
          "dimensions": "width 140-190 cm, height 79 cm, length 80 cm"
        }
      ]
    },
    {
      "fede": [
        {
          "description": "At first glance, you will be captivated by its perfect lines and modern - yet not overly elaborate - design. However, by discovering each of its features one by one, you will realize that this particular piece of furniture is more than just a sofa. Inside it hides a sliding bed that can automatically adapt to any space and meet any need."
        },
        {
          "dimensions": "width 220 cm, height 76 cm, length 97-165 cm"
        }
      ]
    },
    {
      "felicita": [
        {
          "description": "Airy, with a clear aesthetic that manages to incorporate all the technology and comfort a sofa bed should have. Its design makes it easy to adapt to any space, while its unique mechanism allows it to transform into a double bed easily and quickly."
        },
        {
          "dimensions": "width 165 cm, height 67-88 cm, length 97-200 cm"
        }
      ]
    },
    {
      "amore": [
        {
          "description": "The 'Amore' sofa bed combines modern, minimalist design with perfect functionality, as it opens with just ONE move!"
        },
        {
          "dimensions": "N/A"
        }
      ]
    },
    {
      "paris": [
        {
          "description": "The Paris sofa offers both aesthetics and functionality. Decorated with large cushions that create a cozy environment for you and your guests. It features a sliding bed that can adapt to any space and meet any need. Its special construction allows it to cover every need easily, quickly, and economically!"
        },
        {
          "dimensions": "width 165 cm, height 67-88 cm, length 97-200 cm"
        }
      ]
    }
  ],
    "support bases": [
    {
      "precious": {
        "description": "Excellent orthopedic support. Thanks to the exclusive system of independent 2-level and 3-zone springs, it ensures excellent orthopedic support and independent operation for each body without being affected by the one next to it. It is produced every 2 cm in width from 90-200 cm. Choose the legs for your bed from a range of designs and colors. All legs are available in heights of 12 and 16 cm. It works exceptionally well with the top Optimum mattresses, ensuring you a truly enjoyable sleep. It is produced every 2 cm in width from 80-200 cm to perfectly match your mattress."
      }
    },
    {
      "flexy/flexy high": {
        "description": "Comfort and Ease. Base with interior made of high-density foam. Without springs, it will perfectly support your body, offering the embrace that relaxes you. It is produced every 2 cm in width from 90-200 cm. Choose the legs for your bed from a range of designs and colors. All legs are available in heights of 12 and 16 cm. It combines with the mattresses of the Advance/Advance Prime and Flexy series and enhances the feeling of comfort you experience. It is produced every 2 cm in width from 80-200 cm to perfectly match your mattress."
      }
    },
    {
      "basic": {
        "description": "Proper support for you and durability for your mattress. Base with connected Bonnel springs, which ensures proper support for you and durability for your mattress, while also improving the levels of comfort you enjoy. It is produced every 2 cm in width from 90-200 cm. Choose the legs for your bed from a range of designs and colors. All legs are available in heights of 12 and 16 cm."
      }
    },
    {
      "minimal": {
        "description": "Proper support for you and durability for your mattress. Base with a solid wooden surface, designed to be a stable support surface for any mattress. It combines with all mattresses. It is produced every 10 cm in width from 90-200 cm. It combines with all Media Strom legs in a height of 16 cm."
      }
    },
    {
      "fit": {
        "description": "Base with a solid wooden surface specifically designed to be a stable support surface for any mattress. It combines with all mattresses. It is produced every 10 cm in width from 90-160 cm. It combines with a specific type of leg (shape and color)."
      }
    },
    {
      "storage": {
        "description": "The convenient and functional choice. Base with a single storage space that will fit much more than you expected. It is particularly convenient and functional and is available with the specially designed dynamic frame Mediflex 20plus, to support any type of mattress. It combines with all mattresses."
      }
    }
  ],
    "support legs": {
      "artemis": [
        {
          "cherry": {
            "description": "Dimensions 12cm x 16cm, material cherry"
          }
        },
        {
          "natural": {
            "description": "Dimensions 12cm x 16cm, material natural"
          }
        },
        {
          "wenge": {
            "description": "Dimensions 12cm x 16cm, material wenge"
          }
        }
      ],
      "olympia": [
        {
          "cherry": {
            "description": "Dimensions 12cm x 16cm, material cherry"
          }
        }
      ],
      "athena": [
        {
          "cherry": {
            "description": "Dimensions 12cm x 16cm, material cherry"
          }
        }
      ],
      "philip": [
        {
          "metal": {
            "description": "Dimensions 12cm x 16cm, material metal"
          }
        }
      ]
    },
    "furniture": [
      {
        "d&n001": {
          "description": "Elegant furniture piece with a modern design."
        }
      },
      {
        "d&n002": {
          "description": "Stylish and functional furniture piece."
        }
      },
      {
        "d&n003": {
          "description": "A versatile furniture piece for any room."
        }
      },
      {
        "d&n004": {
          "description": "A contemporary furniture piece with clean lines."
        }
      },
      {
        "d&n005": {
          "description": "A furniture piece that combines style with functionality."
        }
      },
      {
        "d&n006": {
          "description": "A modern furniture piece designed for comfort."
        }
      },
      {
        "d&n007": {
          "description": "A sleek furniture piece with a minimalist design."
        }
      },
      {
        "d&n008": {
          "description": "A furniture piece that adds elegance to any room."
        }
      },
      {
        "d&n009": {
          "description": "A stylish and durable furniture piece."
        }
      },
      {
        "d&n010": {
          "description": "A furniture piece with a timeless design."
        }
      },
      {
        "d&n011": {
          "description": "A contemporary furniture piece with a unique look."
        }
      },
      {
        "d&n012": {
          "description": "A versatile and stylish furniture piece."
        }
      },
      {
        "d&n013": {
          "description": "A furniture piece that combines beauty with practicality."
        }
      }
    ],
    "pillows": [
    {
      "relax small": {
        "description": "It stands out for its unmatched fluffy feeling, thanks to its extremely fine elasticized fiber. The soft texture of its interior, combined with the 100% cotton percale fabric, gives a soft, pleasant touch. It offers a pleasant embrace, easily adapts to every change of position, and helps in enjoying a relaxing sleep. Filling Material: Elasticized silicone microfiber. Cover: 100% Cotton Percale fabric. Dimensions: Length: 65 cm, Width: 45 cm, Height: 19 cm. Washing Instructions: Machine washable up to 30°C, without chlorine (ideally with tennis balls) & dries in a shaded place. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "joy": {
        "description": "A high pillow with a unique relaxing feeling. Filling Material: 100% Polyester fiber. Cover: 100% Cotton. Dimensions: Length: 70 cm, Width: 50 cm, Height: 21 cm. Washing Instructions: Machine washable up to 30°C, without chlorine (ideally with tennis balls) & dries in a shaded place. Packaging: Comes in a nylon bag."
      }
    },
    {
      "relax medium": {
        "description": "A low-height pillow with an extremely fluffy feeling. Filling Material: Elasticized silicone microfiber. Cover: 100% Cotton percale. Dimensions: Length: 70 cm, Width: 50 cm, Height: 16 cm. Washing Instructions: Machine washable up to 30°C, without chlorine (ideally with tennis balls) & dries in a shaded place. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "relax high": {
        "description": "A high pillow with a soft and pleasant feeling. Filling Material: Elasticized silicone microfiber. Cover: 100% Cotton percale. Dimensions: Length: 70 cm, Width: 50 cm, Height: 21 cm. Washing Instructions: Machine washable up to 30°C, without chlorine (ideally with tennis balls) & dries in a shaded place. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "heat control": {
        "description": "Pillow with a special 3-chamber material architecture with thermoregulatory treatment. It gently supports the neck curve, keeping it in its natural position thanks to its ergonomic design with open cells. It gently follows our movements during sleep, as it provides excellent elasticity and immediate recovery after every position change. This pleasant feeling of comfort helps relax the muscles. It ensures sleep hygiene because latex prevents the growth of mites, microbes, and allergens. Filling Material: Outer chambers: Silicone microfiber with thermoregulatory treatment / Inner chamber: small feathers. Cover: 100% Cotton percale. Dimensions: Length: 70 cm, Width: 50 cm. Washing Instructions: Machine washable up to 60°C with enzyme-free detergent and without chlorine. Tumble dry at low temperature. Do not dry clean. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "piccolo": {
        "description": "A low-height pillow suitable for stomach sleepers, also suitable for children. Filling Material: Latex. Cover: 100% Cotton. Dimensions: Length: 61 cm, Width: 40 cm, Height: 7 cm +/-4% due to the nature of the material. Washing Instructions: Hand wash only at low temperature and dry in a shaded place, placed horizontally. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "dream": {
        "description": "A medium-height pillow suitable for back or stomach sleepers. Filling Material: Latex. Cover: 100% Cotton. Dimensions: Length: 59 cm, Width: 39 cm, Height: 14 cm. Washing Instructions: Hand wash only at low temperature and dry in a shaded place, placed horizontally. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "glory": {
        "description": "A medium-height pillow suitable for side or back sleepers. Filling Material: Latex. Cover: 100% Cotton. Dimensions: Length: 63 cm, Width: 41 cm, Height: 15 cm +/-4% due to the nature of the material. Washing Instructions: Hand wash only at low temperature and dry in a shaded place, placed horizontally. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "contour": {
        "description": "Pillow with an anatomical design for even greater natural comfort and better neck support. Filling Material: Latex. Cover: 100% Cotton. Dimensions: Length: 60 cm, Width: 40 cm, Height: 10/8 cm +/-4% due to the nature of the material. Washing Instructions: Hand wash only at low temperature and dry in a shaded place, placed horizontally. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "armony plus": {
        "description": "A rich high pillow suitable for side sleepers. Filling Material: Latex. Cover: 100% Cotton. Dimensions: Length: 70 cm, Width: 40 cm, Height: 17.5 cm +/-4% due to the nature of the material. Washing Instructions: Hand wash only at low temperature and dry in a shaded place, placed horizontally. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "aloe memory 73": {
        "description": "Pillow with Aloe Vera extract, medium height, suitable for all sleep positions. It responds to the temperature and weight of our body, offering unmatched anatomical support. It supports us ideally in every sleep position, minimizing pressure points, thanks to the special density of its material. Thus, it reduces the need for position change while sleeping. Produced with water and vegetable oil treatment instead of chemical catalysts, making it more user and environmentally friendly. Also, its impregnation with Aloe Vera gives it a soft aroma that rejuvenates and invigorates the body and spirit. Ensures hygiene conditions thanks to its ergonomic design with open cells. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 73 cm, Width: 42 cm, Height: 13 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "aloe memory 70": {
        "description": "Pillow with Aloe Vera extract, medium height, suitable for all sleep positions. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 70 cm, Width: 40 cm, Height: 12 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "aloe memory 67": {
        "description": "Pillow with Aloe Vera extract, medium height, suitable for all sleep positions. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 67 cm, Width: 42 cm, Height: 14 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "aloe memory 60": {
        "description": "Pillow with Aloe Vera extract, medium height, suitable for all sleep positions. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 60 cm, Width: 40 cm, Height: 14 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "aloe plus": {
        "description": "Pillow with Aloe Vera extract, quite high, to ideally support the neck. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 70 cm, Width: 40 cm, Height: 16 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "aloe anatomic": {
        "description": "Pillow with Aloe Vera extract and anatomical design for comfort and proper neck support. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 68 cm, Width: 42 cm, Height: 10/9 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "massage support": {
        "description": "Thanks to the grooves on the upper side, it correctly supports all neck points in any sleeping position. The lower side offers a cooling sensation, thanks to the compressed liquid in the foam. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 73 cm, Width: 42 cm, Height: 13 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "cool gel": {
        "description": "Thanks to the gel coating, it immediately gives a cooling sensation! Two-sided pillow, simple memory on one side and memory with gel on the other. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 73 cm, Width: 42 cm, Height: 13 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "lavender": {
        "description": "Pillow with lavender extract and anatomical design for comfort and proper neck support. It responds to the temperature and weight of our body, offering unmatched anatomical support. It supports us ideally in every sleep position, minimizing pressure points, thanks to the special density of its material. Thus, it reduces the need for position change while sleeping. Produced with water and vegetable oil treatment instead of chemical catalysts, making it more user and environmentally friendly. Also, its impregnation with lavender gives it a soft aroma that rejuvenates the body and spirit, and ensures faster sleep. Ensures hygiene conditions thanks to its ergonomic design with open cells. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 73 cm, Width: 42 cm, Height: 13 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "tender sense": {
        "description": "Feather pillow with a soft touch that relaxes. It provides excellent support as it follows the natural curve of the body between the neck and shoulders thanks to its innovative three-chamber material design. It exceptionally embraces the neck curve, offering a wonderfully fluffy feeling thanks to its soft filling and hypoallergenic cotton cover. Filling Material: 30% duck down / 70% duck feathers. Cover: 100% cotton. Dimensions: Length: 70 cm, Width: 50 cm. Washing Instructions: Machine washable up to 60°C with enzyme-free detergent and without chlorine. Tumble dry at low temperature. Do not dry clean. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "latex": {
        "description": "A medium-height pillow suitable for side or back sleepers. It gently supports the neck curve, keeping it in its natural position thanks to its ergonomic design with open cells. It gently follows our movements during sleep, as it provides excellent elasticity and immediate recovery after every position change. This pleasant feeling of comfort helps relax the muscles. It ensures sleep hygiene because latex prevents the growth of mites, microbes, and allergens. Filling Material: Latex. Cover: 100% Cotton. Dimensions: Length: 70 cm, Width: 50 cm, Height: 14 cm +/-4% due to the nature of the material. Washing Instructions: Hand wash only at low temperature and dry in a shaded place, placed horizontally."
      }
    },
    {
      "essence medium": {
        "description": "A low-height pillow with an extremely fluffy feeling. It stands out for its unmatched fluffy feeling, thanks to its extremely fine elasticized fiber. The soft texture of its interior, combined with the 100% cotton percale fabric, gives a soft, pleasant touch. It offers a pleasant embrace, easily adapts to every change of position, and helps in enjoying a relaxing sleep. Filling Material: Elasticized silicone microfiber. Cover: 100% Cotton percale. Dimensions: Length: 70 cm, Width: 50 cm, Height: 16 cm. Washing Instructions: Machine washable up to 30°C, without chlorine (ideally with tennis balls) & dries in a shaded place."
      }
    },
    {
      "pure feather": {
        "description": "Feather pillow for comfort and relaxation during sleep. It provides excellent support as it follows the natural curve of the body between the neck and shoulders thanks to its innovative three-chamber material design. It exceptionally embraces the neck curve, offering a wonderfully fluffy feeling thanks to its soft filling and hypoallergenic cotton cover. Filling Material: 100% duck feathers. Cover: 100% cotton. Dimensions: Length: 70 cm, Width: 50 cm. Washing Instructions: Machine washable up to 60°C with enzyme-free detergent and without chlorine. Tumble dry at low temperature. Do not dry clean."
      }
    },
    {
      "smooth sense": {
        "description": "Feather pillow for comfort and relaxation during sleep. It provides excellent support as it follows the natural curve of the body between the neck and shoulders thanks to its innovative three-chamber material design. It exceptionally embraces the neck curve, offering a wonderfully fluffy feeling thanks to its soft filling and hypoallergenic cotton cover. Filling Material: 60% duck down / 40% duck feathers. Cover: 100% cotton. Dimensions: Length: 70 cm, Width: 50 cm. Washing Instructions: Machine washable up to 60°C with enzyme-free detergent and without chlorine. Tumble dry at low temperature. Do not dry clean. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    }
  ],
    "protective covers": [
    {
      "cool sense": {
        "description": "Cover for a cool feeling, protection, and hygiene. Thanks to Cool Sense technology, we have a cool feeling, which plays a key role in the sleep process because to fall asleep faster, the body must find the 'ideal temperature'. The Cool Sense fabric has cross-sections that allow the fabric to breathe. Thus, we enjoy: Cool feeling, Even more restful sleep, Ideal sleep micro-climate, Waking up full of wellness, Clean sleep environment. Top Side: 56% polyester, 44% polyethylene. Bottom Side: Waterproof soft PU. Dimensions: Produced in sizes according to the mattress [+10 cm]. Washing Instructions: Machine washable at low speeds, up to 30°C, dries in a dryer at low speeds up to 30°C or in a shaded place. Do not iron. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "pet friendly": {
        "description": "Antistatic cover for relaxation, protection, and hygiene. Thanks to microcapsules with probiotics that act effectively against allergies, the Pet Friendly cover protects you. When the body comes into contact with the fabric, the microcapsules open, resulting in the multiplication of probiotics and thus the elimination of all allergenic substances. Thus, we enjoy: Absence of allergens in our mattress, Hygienic sleep environment. Top Side: 100% polyester. Dimensions: Produced in sizes according to the mattress [+10 cm]. Washing Instructions: Machine washable at low speeds, up to 30°C, dries in a dryer at low speeds up to 30°C or in a shaded place. Do not iron. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "euphoria": {
        "description": "Cover for proper blood circulation, protection, and hygiene. Nanobionic technology and the coating of bioceramic materials reflect the thermal energy emitted by our body, converting it into infrared rays. Infrared rays are invisible energy beams that penetrate the human body, increase energy, and help in tissue recovery. Thus, the blood flow in the body increases and we enjoy: Even more restful sleep, Better athletic performance, Waking up full of wellness, Clean sleep environment. Top Side: 100% polyester with hydrophilic treatment. Bottom Side: Hydrophobic treatment. Dimensions: Produced in sizes according to the mattress [+10 cm]. Washing Instructions: Machine washable at low speeds, up to 30°C, dries in a dryer at low speeds up to 30°C or in a shaded place. Do not iron. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "static free": {
        "description": "Antistatic cover for relaxation, protection, and hygiene. Thanks to static free technology, when the body comes into contact with the fabric, amounts of carbon are released, increasing the blood flow in the body. Thus, we enjoy: Even more restful sleep, Waking up full of wellness, Ideal sleep micro-climate, Starting the day without stress, Elimination of static electricity. Top Side: 65% polyester, 34% cotton, 1% Carbon Fiber. Bottom Side: Polyurethane (Waterproof soft PU). Dimensions: Produced in sizes according to the mattress [+10 cm]. Washing Instructions: Machine washable at low speeds, up to 30°C, dries in a dryer at low speeds up to 30°C or in a shaded place. Do not iron. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "pure & fresh": {
        "description": "Protective cover with hydrophilic-hydrophobic treatment. Thanks to the hydrophilic and hydrophobic treatment of the fabric, we ensure the hygiene and safety of the mattress. Thus, we enjoy: Clean sleep environment, Regulation of body moisture, Protection from body secretions. Top Side: 'Dry & Clean' fabric with hydrophilic treatment, 35% Cotton - 65% Polyester. Bottom Side: 'Dry & Clean' fabric with hydrophobic treatment, 35% Cotton - 65% Polyester. Dimensions: Produced in sizes according to the mattress [+10 cm]. Washing Instructions: Machine washable at low speeds, up to 30°C, dries in a dryer at low speeds up to 30°C or in a shaded place, no chlorine. Do not iron. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "clean & safe": {
        "description": "Cover with special waterproof PU layer on the bottom side. Thanks to the fully waterproof bottom side, it does not allow any form of moisture to penetrate the mattress. The top side is coated with fabric for a more comfortable sleep. Clean sleep environment. Regulation of body moisture. Complete waterproofing for absolute protection. Top Side: 17% Cotton / 83% Polyester. Bottom Side: Waterproof soft PU. Dimensions: Produced in sizes according to the mattress. Washing Instructions: Machine washable at low speeds, up to 30°C without chlorine. Do not tumble dry. Do not iron. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "antiviral 37,5": {
        "description": "Cover for regulating body temperature and antiviral action, as well as protection and hygiene. Nanobionic technology and the coating of bioceramic materials reflect the thermal energy emitted by our body, converting it into infrared rays. Infrared rays are invisible energy beams that penetrate the human body, increase energy, and help in tissue recovery. Thus, the blood flow in the body increases and we enjoy: Even more restful sleep, Better athletic performance, Waking up full of wellness, Clean sleep environment. Top Side: 27% polyester 37.5, 76% polyester. Dimensions: Produced in sizes according to the mattress [+10 cm]. Washing Instructions: Machine washable at low speeds, up to 30°C, dries in a dryer at low speeds up to 30°C or in a shaded place. Do not iron. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "extra clean": {
        "description": "Cover ideal for 'difficult' cases of elderly people, patients, or children. Ensures the hygiene and cleanliness of the mattress for a longer time, protecting it from various body secretions that create a suitable environment for the development of mites. Offers a clean sleep environment, thanks to its fully waterproof bottom side with PVC coating, as no form of moisture can penetrate it. The top side is coated with fabric for enjoying a comfortable sleep. Top Side: 100% Cotton. Bottom Side: Waterproof soft PVC. Dimensions: Produced in sizes according to the mattress [+10 cm]. Washing Instructions: Machine washable at low speeds, up to 30°C without chlorine. Do not tumble dry. Do not iron. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "mattress pad": {
        "description": "Ensures the hygiene of the mattress. Top Side: 100% Polyester. Dimensions: Produced in sizes according to the mattress [+10 cm]. Washing Instructions: Machine washable at low speeds, up to 30°C without chlorine. Do not tumble dry. Do not iron. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    }
  ],
    "toppers": [
    {
      "smoothy": {
        "description": "Adjusts to the natural curves of our body, making us feel comfortable and rested during sleep. Filling Material: 100% medium softness foam with a medium feeling, 5 cm. Dacron batting x2 per side [Total x4]. Cover: Removable Knitted elastic fabric with antimicrobial and antifungal Aegis treatment. Dimensions: According to the mattress, every 2 cm in length and width. Washing Instructions: Not washable. The use of a protective cover is recommended. Packaging: Available in a roll."
      }
    },
    {
      "cozy": {
        "description": "Adjusts to the natural curves of our body, making us feel comfortable and rested during sleep. Filling Material: 100% Soft Latex 20% 5 cm, Dacron batting x3 per side, 3D Ventilation Band. Cover: Knitted extra elastic fabric with antimicrobial & antifungal Aegis treatment, Aloe Vera treatment, Temperature regulation at 37°C. Dimensions: According to the mattress, every 2 cm in length and width. Washing Instructions: Not washable. The use of a protective cover is recommended. Packaging: Available in a roll."
      }
    }
  ],
  "duvets": [
    {
      "silken touch": {
        "description": "Warmth and unmatched durability. 100% fluffy polyester batting DACRON. 100% hypoallergenic. 100% cotton fabric, specially treated to ensure the retention of the filling material inside the duvet. Washing Instructions: Machine washable up to 30°C, without chlorine, and dries in a shaded place. (Available in 3 sizes: Length: 160 cm, Width: 220 cm, Length: 240 cm, Width: 220 cm, and Length: 250 cm, Width: 230 cm)."
      }
    },
    {
      "sweet touch": {
        "description": "Soft feeling and comfort. 100% elasticized silicone fiber with very good insulating ability, for comfort and relaxation in sleep. 100% hypoallergenic. 100% cotton fabric, specially treated to ensure the retention of the filling material inside the duvet. Washing Instructions: Machine washable up to 30°C, without chlorine, and dries in a shaded place. (Available in 2 sizes: Length: 160 cm, Width: 220 cm, and Length: 240 cm, Width: 220 cm)."
      }
    },
    {
      "tender touch": {
        "description": "Soft care and absolute safety. 30% duck down and 70% soft duck feather. 100% hypoallergenic. 100% cotton fabric, specially treated to ensure the retention of the filling material inside the duvet. Washing Instructions: Machine washable up to 60°C with enzyme-free detergent and without chlorine. Dries at a low temperature. Dry cleaning is prohibited. (Available in 2 sizes: Length: 160 cm, Width: 220 cm, and Length: 240 cm, Width: 220 cm)."
      }
    }
  ],
  "dynamic frames": [
    {
      "mediflex 20 plus": {
        "description": "The flexible top slats, in an arch shape, work excellently with the independent pocket springs of the Advance Prime, Advance New & Optimum mattresses. With 18 [+2] elastic slats per side. The 2 additional ones are special, flattened flexible slats, for excellent support at the edges of the mattress. Recommended in combination with all mattresses of the Advance Prime & Advance New series."
      }
    },
    {
      "mediflex relax": {
        "description": "The Mediflex Relax combines ideally with each of the flexible mattresses in the Flexy series. The remote control allows us to adjust the desired tilt in 5 different points of the frame, thus creating our perfectly personal resting position. With 26 [+2] ultra-elastic arched slats per side. The 2 additional ones are special, flattened elastic slats, for excellent support at the edges of the mattress. Recommended only for mattresses with a core made of foam materials, without springs. Ideal for the Flexy mattress series."
      }
    }
  ],
    "linens": {
      "cozy life": [
        {
          "top sheets - single & double size": {
            "description": "Top sheets available in single and double sizes."
          }
        },
        {
          "fitted sheets with elastic": {
            "description": "Fitted sheets with elastic corners."
          }
        },
        {
          "duvet covers": {
            "description": "Duvet covers for extra protection."
          }
        },
        {
          "pillowcase sets": {
            "description": "Pillowcase sets for added comfort."
          }
        }
      ],
      "luxury moments": [
        {
          "sheet sets - double size": {
            "description": "Luxury sheet sets in double sizes."
          }
        },
        {
          "duvet cover": {
            "description": "A luxury duvet cover."
          }
        },
        {
          "pillowcase sets": {
            "description": "Luxury pillowcase sets."
          }
        }
      ],
      "stylish dreams": [
        {
          "rabbit blanket": {
            "description": "A stylish rabbit fur blanket."
          }
        },
        {
          "deco quilt": {
            "description": "A decorative quilt for stylish dreams."
          }
        }
      ]
    }
  }
}