{
  "pillows": [
    {
      "relax small": {
        "description": "It stands out for its unmatched fluffy feeling, thanks to its extremely fine elasticized fiber. The soft texture of its interior, combined with the 100% cotton percale fabric, gives a soft, pleasant touch. It offers a pleasant embrace, easily adapts to every change of position, and helps in enjoying a relaxing sleep. Filling Material: Elasticized silicone microfiber. Cover: 100% Cotton Percale fabric. Dimensions: Length: 65 cm, Width: 45 cm, Height: 19 cm. Washing Instructions: Machine washable up to 30°C, without chlorine (ideally with tennis balls) & dries in a shaded place. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "joy": {
        "description": "A high pillow with a unique relaxing feeling. Filling Material: 100% Polyester fiber. Cover: 100% Cotton. Dimensions: Length: 70 cm, Width: 50 cm, Height: 21 cm. Washing Instructions: Machine washable up to 30°C, without chlorine (ideally with tennis balls) & dries in a shaded place. Packaging: Comes in a nylon bag."
      }
    },
    {
      "relax medium": {
        "description": "A low-height pillow with an extremely fluffy feeling. Filling Material: Elasticized silicone microfiber. Cover: 100% Cotton percale. Dimensions: Length: 70 cm, Width: 50 cm, Height: 16 cm. Washing Instructions: Machine washable up to 30°C, without chlorine (ideally with tennis balls) & dries in a shaded place. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "relax high": {
        "description": "A high pillow with a soft and pleasant feeling. Filling Material: Elasticized silicone microfiber. Cover: 100% Cotton percale. Dimensions: Length: 70 cm, Width: 50 cm, Height: 21 cm. Washing Instructions: Machine washable up to 30°C, without chlorine (ideally with tennis balls) & dries in a shaded place. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "heat control": {
        "description": "Pillow with a special 3-chamber material architecture with thermoregulatory treatment. It gently supports the neck curve, keeping it in its natural position thanks to its ergonomic design with open cells. It gently follows our movements during sleep, as it provides excellent elasticity and immediate recovery after every position change. This pleasant feeling of comfort helps relax the muscles. It ensures sleep hygiene because latex prevents the growth of mites, microbes, and allergens. Filling Material: Outer chambers: Silicone microfiber with thermoregulatory treatment / Inner chamber: small feathers. Cover: 100% Cotton percale. Dimensions: Length: 70 cm, Width: 50 cm. Washing Instructions: Machine washable up to 60°C with enzyme-free detergent and without chlorine. Tumble dry at low temperature. Do not dry clean. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "piccolo": {
        "description": "A low-height pillow suitable for stomach sleepers, also suitable for children. Filling Material: Latex. Cover: 100% Cotton. Dimensions: Length: 61 cm, Width: 40 cm, Height: 7 cm +/-4% due to the nature of the material. Washing Instructions: Hand wash only at low temperature and dry in a shaded place, placed horizontally. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "dream": {
        "description": "A medium-height pillow suitable for back or stomach sleepers. Filling Material: Latex. Cover: 100% Cotton. Dimensions: Length: 59 cm, Width: 39 cm, Height: 14 cm. Washing Instructions: Hand wash only at low temperature and dry in a shaded place, placed horizontally. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "glory": {
        "description": "A medium-height pillow suitable for side or back sleepers. Filling Material: Latex. Cover: 100% Cotton. Dimensions: Length: 63 cm, Width: 41 cm, Height: 15 cm +/-4% due to the nature of the material. Washing Instructions: Hand wash only at low temperature and dry in a shaded place, placed horizontally. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "contour": {
        "description": "Pillow with an anatomical design for even greater natural comfort and better neck support. Filling Material: Latex. Cover: 100% Cotton. Dimensions: Length: 60 cm, Width: 40 cm, Height: 10/8 cm +/-4% due to the nature of the material. Washing Instructions: Hand wash only at low temperature and dry in a shaded place, placed horizontally. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "armony plus": {
        "description": "A rich high pillow suitable for side sleepers. Filling Material: Latex. Cover: 100% Cotton. Dimensions: Length: 70 cm, Width: 40 cm, Height: 17.5 cm +/-4% due to the nature of the material. Washing Instructions: Hand wash only at low temperature and dry in a shaded place, placed horizontally. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "aloe memory 73": {
        "description": "Pillow with Aloe Vera extract, medium height, suitable for all sleep positions. It responds to the temperature and weight of our body, offering unmatched anatomical support. It supports us ideally in every sleep position, minimizing pressure points, thanks to the special density of its material. Thus, it reduces the need for position change while sleeping. Produced with water and vegetable oil treatment instead of chemical catalysts, making it more user and environmentally friendly. Also, its impregnation with Aloe Vera gives it a soft aroma that rejuvenates and invigorates the body and spirit. Ensures hygiene conditions thanks to its ergonomic design with open cells. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 73 cm, Width: 42 cm, Height: 13 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "aloe memory 70": {
        "description": "Pillow with Aloe Vera extract, medium height, suitable for all sleep positions. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 70 cm, Width: 40 cm, Height: 12 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "aloe memory 67": {
        "description": "Pillow with Aloe Vera extract, medium height, suitable for all sleep positions. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 67 cm, Width: 42 cm, Height: 14 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "aloe memory 60": {
        "description": "Pillow with Aloe Vera extract, medium height, suitable for all sleep positions. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 60 cm, Width: 40 cm, Height: 14 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "aloe plus": {
        "description": "Pillow with Aloe Vera extract, quite high, to ideally support the neck. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 70 cm, Width: 40 cm, Height: 16 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "aloe anatomic": {
        "description": "Pillow with Aloe Vera extract and anatomical design for comfort and proper neck support. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 68 cm, Width: 42 cm, Height: 10/9 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "massage support": {
        "description": "Thanks to the grooves on the upper side, it correctly supports all neck points in any sleeping position. The lower side offers a cooling sensation, thanks to the compressed liquid in the foam. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 73 cm, Width: 42 cm, Height: 13 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "cool gel": {
        "description": "Thanks to the gel coating, it immediately gives a cooling sensation! Two-sided pillow, simple memory on one side and memory with gel on the other. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 73 cm, Width: 42 cm, Height: 13 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "lavender": {
        "description": "Pillow with lavender extract and anatomical design for comfort and proper neck support. It responds to the temperature and weight of our body, offering unmatched anatomical support. It supports us ideally in every sleep position, minimizing pressure points, thanks to the special density of its material. Thus, it reduces the need for position change while sleeping. Produced with water and vegetable oil treatment instead of chemical catalysts, making it more user and environmentally friendly. Also, its impregnation with lavender gives it a soft aroma that rejuvenates the body and spirit, and ensures faster sleep. Ensures hygiene conditions thanks to its ergonomic design with open cells. Filling Material: Memory Foam with Aloe Vera extract. Cover: 100% cotton. Dimensions: Length: 73 cm, Width: 42 cm, Height: 13 cm. Washing Instructions: Not washable. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "tender sense": {
        "description": "Feather pillow with a soft touch that relaxes. It provides excellent support as it follows the natural curve of the body between the neck and shoulders thanks to its innovative three-chamber material design. It exceptionally embraces the neck curve, offering a wonderfully fluffy feeling thanks to its soft filling and hypoallergenic cotton cover. Filling Material: 30% duck down / 70% duck feathers. Cover: 100% cotton. Dimensions: Length: 70 cm, Width: 50 cm. Washing Instructions: Machine washable up to 60°C with enzyme-free detergent and without chlorine. Tumble dry at low temperature. Do not dry clean. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    },
    {
      "latex": {
        "description": "A medium-height pillow suitable for side or back sleepers. It gently supports the neck curve, keeping it in its natural position thanks to its ergonomic design with open cells. It gently follows our movements during sleep, as it provides excellent elasticity and immediate recovery after every position change. This pleasant feeling of comfort helps relax the muscles. It ensures sleep hygiene because latex prevents the growth of mites, microbes, and allergens. Filling Material: Latex. Cover: 100% Cotton. Dimensions: Length: 70 cm, Width: 50 cm, Height: 14 cm +/-4% due to the nature of the material. Washing Instructions: Hand wash only at low temperature and dry in a shaded place, placed horizontally."
      }
    },
    {
      "essence medium": {
        "description": "A low-height pillow with an extremely fluffy feeling. It stands out for its unmatched fluffy feeling, thanks to its extremely fine elasticized fiber. The soft texture of its interior, combined with the 100% cotton percale fabric, gives a soft, pleasant touch. It offers a pleasant embrace, easily adapts to every change of position, and helps in enjoying a relaxing sleep. Filling Material: Elasticized silicone microfiber. Cover: 100% Cotton percale. Dimensions: Length: 70 cm, Width: 50 cm, Height: 16 cm. Washing Instructions: Machine washable up to 30°C, without chlorine (ideally with tennis balls) & dries in a shaded place."
      }
    },
    {
      "pure feather": {
        "description": "Feather pillow for comfort and relaxation during sleep. It provides excellent support as it follows the natural curve of the body between the neck and shoulders thanks to its innovative three-chamber material design. It exceptionally embraces the neck curve, offering a wonderfully fluffy feeling thanks to its soft filling and hypoallergenic cotton cover. Filling Material: 100% duck feathers. Cover: 100% cotton. Dimensions: Length: 70 cm, Width: 50 cm. Washing Instructions: Machine washable up to 60°C with enzyme-free detergent and without chlorine. Tumble dry at low temperature. Do not dry clean."
      }
    },
    {
      "smooth sense": {
        "description": "Feather pillow for comfort and relaxation during sleep. It provides excellent support as it follows the natural curve of the body between the neck and shoulders thanks to its innovative three-chamber material design. It exceptionally embraces the neck curve, offering a wonderfully fluffy feeling thanks to its soft filling and hypoallergenic cotton cover. Filling Material: 60% duck down / 40% duck feathers. Cover: 100% cotton. Dimensions: Length: 70 cm, Width: 50 cm. Washing Instructions: Machine washable up to 60°C with enzyme-free detergent and without chlorine. Tumble dry at low temperature. Do not dry clean. Packaging: Comes with a fabric carrying bag with a multi-purpose zipper."
      }
    }
  ]
}